tap "cue-lang/tap"
tap "d-kuro/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
brew "argo"
brew "bat"
brew "colima"
brew "coreutils"
brew "crane"
brew "curl"
brew "difftastic"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gopls"
brew "grep"
brew "helix"
brew "helm"
brew "htop"
brew "hubble"
brew "hyperfine"
brew "ipmitool"
brew "jj"
brew "jq"
brew "just"
brew "k9s"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "lima"
brew "lsd"
brew "mise"
brew "tree"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "sd"
brew "sheldon"
brew "starship"
brew "stern"
brew "tmux"
brew "tmux-xpanes"
brew "uv"
brew "tokei"
brew "watch"
brew "yamlfmt"
brew "yq"
brew "zellij"
brew "zig"
brew "zola"
brew "zoxide"
brew "cue-lang/tap/cue"
brew "d-kuro/tap/gwq"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "1password"
cask "asana"
cask "cloudflare-warp"
cask "codex"
cask "codex-app"
cask "cursor"
cask "discord"
cask "drawio"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-genshingothic"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-m-plus-1p"
cask "font-noto-sans-jp"
cask "font-plemol-jp"
cask "font-roboto"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "nordvpn"
cask "lm-studio"
cask "logi-options+"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wireshark-app"
cask "zed"
cask "zoom"
