tap "cue-lang/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "pfnet-research/git-ghost"
brew "argo"
brew "automake"
brew "aws-iam-authenticator"
brew "ca-certificates"
brew "bat"
brew "cilium-cli"
brew "coreutils"
brew "crane"
brew "xz"
brew "curl"
brew "daemonize"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "p11-kit"
brew "unbound"
brew "libusb"
brew "gnupg"
brew "go"
brew "grep"
brew "pkgconf"
brew "helix"
brew "helm"
brew "htop"
brew "hubble"
brew "ipmitool"
brew "jq"
brew "k9s"
brew "kustomize"
brew "libssh"
brew "mise"
brew "openldap"
brew "openssl@1.1"
brew "tree"
brew "pass"
brew "peco"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "saml2aws"
brew "sqldiff"
brew "starship"
brew "stern"
brew "tmux"
brew "tmux-xpanes"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "zig"
brew "cue-lang/tap/cue"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "pfnet-research/git-ghost/git-ghost"
cask "1password"
cask "appcleaner"
cask "cloudflare-warp"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "drawio"
cask "font-biz-udpgothic"
cask "font-biz-udpmincho"
cask "font-jetbrains-mono"
cask "font-m-plus-1p"
cask "font-noto-sans-jp"
cask "font-roboto"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "logi-options+"
cask "multipass"
cask "obsidian"
cask "orbstack"
cask "raspberry-pi-imager"
cask "raycast"
cask "realforce"
cask "rectangle"
cask "rode-central"
cask "rode-connect"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "wezterm@nightly"
cask "wireshark"
cask "zed"
cask "zoom"
