tap "cue-lang/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "argo"
brew "aws-iam-authenticator"
brew "ca-certificates"
brew "bat"
brew "cilium-cli"
brew "coreutils"
brew "crane"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "helix"
brew "helm"
brew "htop"
brew "hyperfine"
brew "ipmitool"
brew "jq"
brew "just"
brew "k9s"
brew "kustomize"
brew "lazygit"
brew "lsd"
brew "mise"
brew "tree"
brew "ripgrep"
brew "rsync"
brew "saml2aws"
brew "sheldon"
brew "starship"
brew "stern"
brew "watch"
brew "wget"
brew "yq"
brew "zellij"
brew "zig"
brew "zola"
brew "cue-lang/tap/cue"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "1password"
cask "cloudflare-warp"
cask "discord"
cask "drawio"
cask "font-jetbrains-mono"
cask "font-noto-sans-jp"
cask "ghostty"
cask "google-chrome"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "realforce"
cask "rectangle"
cask "rode-central"
cask "rode-connect"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "wireshark"
cask "zed"
cask "zoom"
